{
	"data":[
  {
    "Name": "Frankie",
    "Wordpress": "citysaturdayfrankiew.wordpress.com",
    "Scenyc": "Was a fun icebreaker and we played an interesting competitive game when I got there",
    "BXL": "TKH was fun because we debated and had fun, I learned coding",
    "BP": "This was very fun because I made my own beat learning how to code beats"

  },
  {
    "Name": "Ronaldo",
    "Wordpress": "citysaturdayronaldod.wordpress.com",
    "General": "It was a fun experience to learn coding and going around places."
  },
  {
    "Name": "Yokaris",
    "Wordpress": "citysaturdayyokarisa.wordpress.com",
    "AMNH": "We went around the museum to play a game and we saw a lot of interesting things about sea animals"
  },
  {
    "Name": "Thiany",
    "Wordpress": "citysaturdaythianyp.wordpress.com",
    "AMNH": "At the AMNH I played a game where we scanned a little coin and we had fun."
  },
  {
    "Name": "Issac",
    "Wordpress": "citysaturdayissacd.wordpress.com",
    "General": "CitySaturday's is fun because we visited diferent places"
  },
  {
    "Name": "Tyree",
    "Wordpress": "citysaturdaytyree.wordpress.com",
    "Scenyc": "The first Saturday was not so fun and it was making me tired",
    "BP": "BrainPop was very fun and then we got to make music and our very own game.",
    "GFS": "GFS was a very fun place to visit and I would love to go there again.",
    "General": "This trip was very fun and we took a lot of pictures"
  },
  {
    "Name": "Zion",
    "Wordpress": "citysaturdayzionb.wordpress.com",
    "General": "I think that city saturdays is a beneficial program for students that like programming"
  },
  {
    "Name": "Justin",
    "Wordpress": "citysaturdayjustinr.wordpress.com",
    "Scenyc": "Scenyc is a company that holds different tech companies",
    "BXL": "We did dash. Dash is a coding website where we do coding.",
    "BP": "Next we went to Brainpop. In BrainPop we made games and websites.",
    "GFS": "Next we went to Ghetto Film School to talk about filming."
  },
  {
    "Name": "mario",
    "Wordpress": "citysaturdaymr.wordpress.com",
    "Scenyc": "It was okay but it got a little boring just waiting there",
    "BXL": "It was really cool but it would've been better if we used advanced music tech.",
    "BP": "It was awesome.",
    "GFS": "Nothing to say (it was awesome!)"
  },
  {
    "Name": "Nicholas",
    "Wordpress": "citysaturdaynicholasg.wordpress.com",
    "Scenyc": "I came late so I didn't understand what was going on at first, but it was cool",
    "BP": "I liked the activities they had at BrainPop"
  },
  {
    "Name": "carilee",
    "Wordpress": "citysaturdayscarileet.wordpress.com",
    "AMNH": "At AMNH it was okay. What we did was a scavenger hunt. We went looking for different stuff. My experience today was ehh, I think we should of done something more fun."
  },
  {
    "Name": "Amarilis",
    "Wordpress": "citysaturdayamarilisv.wordpress.com",
    "AMNH": "One think I like is the little microrangers game we played with the coins."
  },
  {
    "Name": "Jennyffer",
    "Wordpress": "citysaturdayjennyffers.wordpress.com",
    "AMNH": "I had fun after looking through the app game. We went to explore with our mentor."
  },
  {
    "Name": "nydaysha",
    "Wordpress": "citysaturdaynydayshap.wordpress.com",
    "Scenyc": "Scenyc was unique and had an interesting vibe.",
    "BXL": "BXL Incubator was the first time I actually code when in the program and I really liked it.",
    "BP": "BrainPop was one of my favorite places to visit because it was fun and chill.",
    "GFS": "The Ghetto Film School was great because they brought up things that I knew about like Netflix.",
    "AMNH": "At the AMNH, I really enjoyed it because I got to visit my favorite exhibit which is the Hall of Ocean Life.",
    "General": "An individual bio should be added to the map."
  },
  {
    "Name": "Jonah",
    "Wordpress": "citysaturdayjonahm.citysaturday.com",
    "Scenyc": "I like BrainPop a lot because I've been watching it since 3rd grade. It's also interesting because it's funny and it's teaching you something.",
    "GFS": "I liked the lesson that was taught about Ghetto Film School. The name got me a little confused because when I first heard that name I thought that people was getting recorded being ghetto in school.",
    "AMNH": "Today was the best Saturday because we got to move around more not just sitting in the same place for hours, and me and my friends got ot take a lot of pictures."
  }
]
}
